{
    "jobs": "Jobs",
    "skills": "Skills",
    "aboutMe": "About Me",
    "rol": "Sr. Front-end developer",
    "rolExtended": "Sr. Front-end developer with 7 years experience",
    "startDate": "Start date:",
    "endDate": "End date:",
    "endDateActual": "End date: Actual",
    "phrase": "Always working to be the Senior example I needed when I was a Junior",
    "openbank": "Refactoring domain",
    "openbankCompanydescription": "Openbank is an online bank, headquartered in Madrid, Spain. Since its foundation in 1995, it has been a subsidiary of Grupo Santander. According to the Spanish Banking Association, by the end of 2016 nearly 1,350,000 accounts had been registered with the bank.",
    "openbankEsJobDescription": "As title says, my principal task is refactoring the old class component into new functional, improving the logic, implementing the latest React's features as hooks, always thinking in reusability, the app is growing to others countries so we have to keep in mind the component should be reusable keeping business logic separate from app logic, in other hand I have to implement new features, and make codes reviews for externals developers ",
    "arz": "Architecture from Scratch",
    "arzCompanyDescription": "Arzion is a software factory dedicated to providing effective solutions to companies. With collaborators around the world. Are part of Polo IT La Plata which gathers companies of software development and business management. Since 2005 they have worked on hundreds of projects in the United States, Europe and Australia.",
    "arzJobDescription": "On my way trough this company, I was involve in architecture design of a new project, I was in charge of setting up webpack, was the first time I went so deep on webpack, this project had to be able to be executed by adding an script on your html file, so with that script on your file you could access to all project features",
    "santander": "A short way",
    "santanderCompanyDescription": "is a commercial bank and financial services company and affiliate of the Santander, Cantabria (Spain) based Santander Group. Based in Buenos Aires, its banking operations are the third largest in Argentina, as well as the largest among all privately owned banks in the country",
    "santanderJobDescription": "I had a goal in mind, live on Spain, so I decided to get experience in a bank whose headquarter were on Spain, in order to make easier get a job once I was in Spain, but after 2 month working here, my previous company contacted to me, and they offered me the possibility to work as a contractor, that simplified a lot to emigrate and I Couldn't say no, maybe if I hadn't quit my previous job, I never would have had this chance",
    "arzion": "Become a developer",
    "arzionJobDescription": "Here was the first time I worked in a real dev team, I learn not just how to code and best practices through codes reviews, but also about scrum methodology, when to ask for help, the entire process of building a project, learn about the responsibility and struggle of finish a feature before the deadline, and why deploy to master on friday is not the best idea, in this place I created the foundations of what I am today, we worked on front with nextjs and react, redux, axios and jest/enzyme for testing",
    "arzionCompanyDescription": "Arzion is a software factory dedicated to providing effective solutions to companies. With collaborators around the world. Are part of Polo IT La Plata which gathers companies of software development and business management. Since 2005 they have worked on hundreds of projects in the United States, Europe and Australia.",
    "credil": "First experience",
    "credilCompanyDescription": "The company is mainly dedicated to the activity of financial services, offering a high range of loans for all the needs of its clients. Its first commercial activity was financial- consumer loans and personal loans, always with its own capital; Currently, it has more than 90 branches in Argentina and more than a thousand stores adhered to its system.",
    "credilJobDescription": "My first paid job as a developer, through these years I learned/discovered that I was a self made developer, I had a boss that helped me with devOps things, but just that, remember my first steps as react developer, also I had to learn about node.js, my main task was to develop an information dashboard to show calls metrics that call center people made, over time that dashboard grew, and we start to process information from other departments"
}